package Hogwarts;

public class Hogwarts {
    Student[] gryffindor = {
            new Student("Гари Поттер", "Грифендор", 9, 5),
            new Student("Гермиона Грейнджер", "Грифендор", 6, 9),
            new Student("Рон Уизли", "Грифендор", 5, 6),

            new Student("Драко Малфой", "Слизерине", 7, 4),
            new Student("Грэхэм Монтегю", "Слизерине", 5, 7),
            new Student("Грегори Гойл", "Слизерине", 6, 5),


            new Student("Захария Смит", "Пуффендуй", 7, 8),
            new Student("Седрик Диггори", "Пуффендуй", 5, 3),
            new Student("Джастин Финч-Флетчли", "Пуффендуй", 2, 1),


            new Student("Чжоу Чанг", "Когтевран", 5, 6),
            new Student("Падма Патил", "Когтевран", 2, 6),
            new Student("Маркус Белби", "Когтевран", 4, 6),

    };
}

